{
  "stations": [{
    "name": "Ikebukuro",
    "index": 0,
    "picture": "",
    "desc": [
      "Located in the Toshima Ward of Tokyo.",
      "Approximately 2.7 million people pass through this station each day.",
      "One of the major city centers with deparrtment stores, Sunshine City with its aquarium, planetarium, hotel, etc., the Tokyo Metropolitan Art Space, and some universities (Rikkyo University).",
      "The east side is more entertainment, while the west is cultural and educational district. The station is \"Ikebukuro's Berlin Wall\", as it is popularly known.",
      "Fukuro Festival which is Ikebukuro's biggest festival held on the last weekend in September and the first weekend in October. It is sponsored by the Ikebukuro Trade Association and the idea is to promote Japanese culture and involve foreigners in Japanese traditions."
    ],
    "prayerPoints": [
      "Whenever I pass through Ikebukuro, I am always overwhelmed by the masses that are moving through the station. The 2.7 million people are the businessmen, the students, the housewives, the unemployed, the elderly, etc. I sometimes stop and watch as they pass and the image of sheep wondering lost is what I see. They are going about their routine and life aimlessly without any purpose. Pray that they will see that their life is supposed to have purpose and come to the realization that it is to follow and worship our Lord."
    ],
    "author": "Lisa Nishimura"
  },{
    "name": "Mejiro",
    "index": 1,
    "picture": "",
    "desc": [
      "Located in Toshima Ward of Tokyo",
      "Gakushuin University – originally a school for children of the Imperial Court that grew to be the educational center for the elite. It is now a full-fledged, prestigious university under the 1949 reforms.",
      "Japan Women's University, the oldest and largest of the private women's universities in Japan established in 1901.",
      "Some shops and a wealthy residential area with luxury apartments and designer houses."
    ],
    "prayerPoints": [
      "This is an area of wealth and status. Please pray that wealth and status would not fulfill them, but that they would search for something deeper. Pray that they would yearn to learn about the only thing that can fulfill them – our Savior."
    ],
    "author": "Lisa Nishimura"
  },{
    "name": "Takadanobaba",
    "index": 2,
    "picture": "",
    "desc": [
      "This neighborhood is a lively place with many cheap restaurants and bars—a total student hangout! Waseda University is the closest major university, with others also in the area. Astroboy, the 'manga' character, greets you from a large mural nearby the train station to show that he was \"born\" here in 2003. Takadanobaba is mostly known for its station, a huge transfer hub for commuters (I used to be one of them)."
    ],
    "prayerPoints": [
      "Pray for Tokyo Megumi Kyokai (the church where Shige's former college roommate is the pastor), which is located here.",
      "Pray for our family who lives in this area and our kids who attend the local schools.",
      "Pray for the student ministries at Waseda University and for encouragement, fellowship & discipleship for Christian students."
    ],
    "author": "Luann Nakazawa"
  },{
    "name": "Shin-Okubo",
    "index": 3,
    "picture": "",
    "desc": [
      "The \"Seoul\" of Tokyo, this multi-ethnic area is known for its Korean flair but is home to the largest number of various foreign residents in all of the Kanto area (which includes Tokyo, Chiba and Saitama prefectures, etc.). Its streets are clustered with Korean restaurants and K-Pop paraphernalia shops, drawing not only expatriates but also many who find escape in the lives of their favorite foreign idols."
    ],
    "prayerPoints": [
      "Pray for the various people groups living in Shin-Okubo, that they also will be reached with the Good News of Christ.",
      "Pray for those who long to be loved in a way that is passionate and breathtaking. May they find their true love in Jesus, who authored the original love story."
    ],
    "author": "John Lee"
  },{
    "name": "Shinjuku",
    "index": 4,
    "picture": "",
    "desc": [
      "Shinjuku is the busiest train station in the WORLD!!! This major commercial and administrative center, with the west side being populated with skyscrapers, includes the Tokyo Metropolitan Government Building (observatory on the 45th floor). The East side of the station features any type of shopping store entertainment or restaurant that you can imagine. Kabukicho (also located on the East side of the Station) is an entertainment and red-light district."
    ],
    "prayerPoints": [
      "Shinjuku Shalom Church has a 24 hour house of prayer—please pray for this church and their ministry in the heart of Shinjuku. Pray for the business people, the shoppers, and those seeking fulfillment in the red-light district."
    ],
    "author": "Luann Nakazawa"
  },{
    "name": "Yoyogi",
    "index": 5,
    "picture": "",
    "desc": [
      "Yoyogi is located in the Shibuya Ward.",
      "Yoyogi Park is one of the largest parks in Tokyo. This is a fun place to hang out and see all kinds of entertainment. Many cherry blossoms trees bloom here in the spring, and the ginko leaves turn gold in the autumn.",
      "Yoyogi National Stadium was designed for the 1964 Olympic Games.",
      "N.H.K. Broadcasting Center is located here and is the main headquarters for television and radio.",
      "Cornerstone Tokyo is a church plant from Cornerstone Seattle."
    ],
    "prayerPoints": [
      "I attend church at Cornerstone Tokyo, which is made up of a wonderful group of believers who gather to worship and fellowship. When people hear that I am headed to Yoyogi, they automatically assume that I am going to go partying or dancing with my friends. They are usually shocked to find out that I'm going to church. The church is such a testimony in a very dark place. Please pray for this body of believers, that they would be light in the darkness!"],
    "author": "Lisa Nishimura"
  },{
    "name": "Harajuku",
    "index": 6,
    "picture": "",
    "desc": [
      "Located in the Shibuya Ward of Tokyo, Harajuku is known for extreme teen culture and fashion styles—Sunday is a day when young people dress in cos-play (wearing the costume of a favorite comic book hero or animation character) and parade around Jingu-bashi. Here you see the cutting-edge fashions of Takeshita Dori, a major pedestrian street filled with small shops that tend to attract younger generations.",
      "Meiji-Jingu, one of the largest Shinto shrines in Tokyo, if not Japan, is located in this district.",
      "Millions of Japanese come to this shrine to celebrate the New Year.",
      "Seijin-no-Hi (Coming of Age Day) is on January 15 which marks the transition to adulthood. All those who turned 20 in the previous year are presented at a temple dressed in traditional garb.",
      "Shichi-Go-San (Seven-Five-Three Festival) is on November 15, which is the celebration of milestone ages. At this time, children are dressed in traditional outfits and taken to the nearest shrine or temple."],
    "prayerPoints": [
      "The idols of Japanese culture are physical temples and shrines that the Japanese go worship at. We can see them going there to pray and ask for what they desire, whether that be wealth, power, success, or family, etc. We see less and less of this in the younger generations. Their idols are different than those of the older generations. They do not go to the temples or shrines as often, but get dressed up in cos-play or go shopping in Harajuku. Please pray that the idols of both older and younger generations will have no meaning and will fill them with emptiness, causing them to seek and find truth in the Word of God."],
    "author": "Lisa Nishimura"
  },{
    "name": "Shibuya",
    "index": 7,
    "picture": "",
    "desc": [
      "Shibuya is one of Tokyo's busiest railway stations!",
      "This ward is known as one of the fashion centers of Japan, particularly for young people, and is a major nightlife area.",
      "The Hachiko dog statue is a favorite meeting place, the statue commemorates a historical loyal dog which used to wait their for its owner (as seen in the film Hachi, starring Richard Gere)",
      "The scramble crossing in front of Shibuya Station Hachiko Exit symbolizes Shibuya. This crossing stops vehicles in all directions to allow pedestrians to fill the entire intersection. The Shibuya Crossing has been likened to Times Square in New York City and is often featured in movies. The Starbucks overlooking the scramble crossing is one of the busiest in the world."],
    "prayerPoints": [
      "Tokyo Baptist Church is near this station. Please pray for the brothers and sisters in Christ who minister and attend worship here, that they will be encouraged and lifted up as a beacon of light in the surrounding darkness.",
      "Pray for the hearts of the young people who are seeking their fulfillment in fashion to be turned to The Lord."],
    "author": "Luann Nakazawa"
  },{
    "name": "Ebisu",
    "index": 8,
    "picture": "",
    "desc": [
      "Ebisu Station is named for Sapporo Brewery's famous Yebisu Beer, which in turn is named for a Japanese god of fortune, fishermen, and honest laborers. The Museum of Yebisu Beer stands as a testimony to the popularity of this beer which has been cultivated since 1887. Posh elegance radiates from Yebisu Garden Place, another one of the highlights of Ebisu Station. Fashion shoppers, tourists, dating couples, and photography-museum enthusiasts gravitate to this area in appreciation of the romantic European-style architecture and sophisticated culture."],
    "prayerPoints": [
      "Pray that those drawn to the beauty of artistic achievements will be drawn further still to seethe beauty of creation, and long to know their Creator as Lord.",
      "Pray that those seeking to fill the 'empty' space in their hearts with delicious food & drink, dating, and finery will see their ultimate need for Jesus as savior."],
    "author": "Jo Beth Lee"
  },{
    "name": "Meguro",
    "index": 9,
    "picture": "",
    "desc": [
      "Meguro derives its name from the local Ryūsenji's temple's black-eyed statue of Meguro Fudō (Black-eyed Fudō-myōō). This is one of five protective Fudō-myōō statues placed at strategic points on the outskirts of Edo, the new capital of the Tokugawa shogunate, in the early seventeenth century. Each statue had eyes of a different color. These days Meguro is considered one of the more upscale and trendy areas in Tokyo with many small restaurants and boutiques. However, like Ebisu, Meguro has its origins in the name of a temple idol so it is a constant reminder of the idol worship that has gone on for centuries in Japan."],
    "prayerPoints": [
      "Pray for God to release the Japanese people from their long history of idol worship, that He would break the strongholds and allow the Japanese people to see Him as the King of Kings."],
    "author": "Rob Stoddard"
  },{
    "name": "Gotanda",
    "index": 10,
    "picture": "",
    "desc": [
      "Gotanda is a busy neighborhood in the Shinagawa ward of Tokyo, Japan. The name \"Gotanda\" can be literally translated as \"a rice paddy of half-hectare's size\" (a 'hectare' being 10,000 square meters). Nowadays the rice paddys have been replaced by neighborhoods and a bustling city full of shopping and restaurants."],
    "prayerPoints": [
      "Pray for the families of Japan! Pray for freedom from the bondage of overwork for the men so they can learn to become more loving husband and more active fathers. Pray for ministries that will speak this truth into the Japanese families."],
    "author": "Rob Stoddard"
  },{
    "name": "Osaki",
    "index": 11,
    "picture": "",
    "desc": [
      "Osaki is mainly a commercial business area that is past its 'heydays' as some of their biggest tenants have either closed or moved to other more desirable locations. I read one person's take on this neighborhood, \"Osaki feels like a place that nobody really cares about, people pass right through it but never seem to stop for a rest. And why would they? There is nothing interesting there to see, no big mall or department store, just barely the minimum with some kind of business centers that seems desperately empty.\" While most of Tokyo seems alive and growing, Osaki is one area that seems to be in decline."],
    "prayerPoints": [
      "Pray for the business men in this area who have lost jobs and, in their minds, lost hope for their future. May God show them a hope that is beyond this life!"],
    "author": "Rob Stoddard"
  },{
    "name": "Shinagawa",
    "index": 12,
    "picture": "",
    "desc": [
      "Shinagawa is one of the oldest train stations in Tokyo, having opened in 1872.",
      "This station is a main southern hub for all trains coming into Tokyo from the south.",
      "The area is the fastest growing business districts – more \"Western\" style."],
    "prayerPoints": [
      "Pray for God to break the bondage of work culture in this country that keeps the Japanese tired, weary and fearful of unrealized dreams. Lord replace this with a desire for you and your hope that is beyond this world!",
      "Whenever I (Lisa N.) go through this station I am usually on my way to my grandparents, as it is main southern hub for all trains leaving Tokyo. My grandparents aren't believers, and many of my friends who live in Tokyo also have family members who live in otherparts of Japan. It is a reminder for me that the impact in Tokyo will truly impact all of Japan."],
    "author": "Lisa Nishimura; Rob Stoddard"
  },{
    "name": "Tamachi",
    "index": 13,
    "picture": "",
    "desc": [
      "Comfortably unpretentious, Tamachi is an area for everyday business-people and students. Small businesses and universities surround Tamachi Station, shielding relatively quiet neighborhoods nestled behind the bustling streets. Though neighboring several major cultural sites like Tokyo Tower, Sengakuji Temple, Keio & Tokyo Institute of Technology Universities, those who pass through are students and professionals not too different from ourselves—full of hopes, passions, desires, and disappointments—all in need of the saving grace of Jesus Christ."],
    "prayerPoints": [
      "Pray that believers in Tokyo will be blessed with discernment in how to reach everyday people with the gift of the Gospel of Christ.",
      "Pray that God might soften the hearts of those who live and work in Tamachi, that they will be ready to hear and receive His precious word with gladness and rejoicing!"],
    "author": "Jo Beth Lee"
  },{
    "name": "Hamamatsucho",
    "index": 14,
    "picture": "",
    "desc": [
      "A notable statue on the platform of Hamamatsucho is the \"Little Man Pee,\" a replica of the landmark in Brussels depicting a small bronze sculpture of a boy urinating into a fountain's basin. It is always decorated to signify the holiday or major event that is happening such as being decorated for the Olympics or for cherry blossom viewing.",
      "The station is partially under and directly connected to the World Trade Center (Tokyo).",
      "San'en-zan Zojo-ji is a Buddhist temple is near the station. It is the Great Main Temple of the Chinzei branch of Jodo-shu Buddhism.",
      "Pokémon Center Tokyo, the large official Pokémon store, is located here.",
      "Acty Shiodome, the fourth tallest residential building in Japan, is a 3-minute walk to the north.",
      "The beautiful Kyu Shiba Rikyu Garden and Hamarikyu Gardens grace this area."],
    "prayerPoints": [
      "As I explored this area, there were businessmen from the World Trade Center in their suits many that were headed to the Buddhist temple to get a blessing on their business deals. It set off a hopeless feeling as they asked for whatever situation to be blessed. Please pray that the people of Tokyo would see the emptiness of their actions and believe in the one true God."],
    "author": "Lisa Nishimura"
  },{
    "name": "Shimbashi",
    "index": 15,
    "picture": "",
    "desc": [
      "Shimbashi (also known as Shinbashi) is a Tokyo neighborhood sandwiched between Ginza and Shiodome on the south east side of central Tokyo. Shimbashi literally means \"new bridge.\" During the early years of the Meiji era it was best known for its geisha houses and restaurants. It was also the Tokyo terminus of the first railway in Japan in 1872.",
      "Locals now know Shinbashi as the salary-man's (office workers) paradise. It's filled with office towers and packed with tiny eateries and bars, exactly the type of places that salary-men like. In many ways Shinbashi is the real Tokyo: office workers that fuel the cities massive economy come here for work and play."],
    "prayerPoints": [
      "Please pray for the Salary men and woman that work and play in the Shimbashi area. Pray that they be released from the idolatry of career and material success and that new churches will be raised up in this area to proclaim the Good News of Jesus Christ."],
    "author": "Rob Stoddard"
  },{
    "name": "Yurakucho",
    "index": 16,
    "picture": "",
    "desc": [
      "Yurakucho is located just south of Tokyo Station and the closest stop on the Yamanote line to the National Diet of Japan, the Supreme Court, the Prime Minister's residence and the Sakuradamon gate entrance for the Imperial Palace. In front of the station is the Dai-ichi Mutual Life Insurance Company building (DN21) which was the headquarters for the Allied Powers under Douglas MacArthur during the post-WWII occupation. As a result of Japan's defeat, the Emperor publically rejected the claim (found in their Constitution) that the royal family were deity and offspring of the sun goddess Amaterasu. This belief is from founded in Shinto, the indigenous religion of Japan. Today, the Constitution of Japan provides for religious freedom but less than 1⁄2% claim belief in Jesus Christ. Many have yet to hear the name of Jesus."],
    "prayerPoints": [
      "Pray for more Japanese Christians to have political influence in Japan. Pray for the few Christians who are serving in the Japanese government to be bold in their faith. Pray for Christianity to flourish in Japan. With freedom of religion guaranteed to the Japanese people, it is said Japan is the most reachable unreached people groups."],
    "author": "Jill Stoddard"
  },{
    "name": "Tokyo",
    "index": 17,
    "picture": "",
    "desc": [
      "Tokyo Station is a symbol of the past and the present, with one exit leading out the old Tokyo train station, facing the Imperial Palace, and the other characterized by the glistening GrandTokyo towers. This station is a hub for this nation's financial sector and for travel, welcoming over 400,000 passengers a day who are moving on to all parts of the city and the island."],
    "prayerPoints": [
      "Pray for the many, many inhabitants of Tokyo—that this city will be gripped with the truth of the Gospel, and that the ripples of Christianity will spread throughout the entire nation. Let the peoples praise Him!"
    ],
    "author": "John Lee"
  },{
    "name": "Kenda",
    "index": 18,
    "picture": "",
    "desc": [
      "One stop away from Tokyo Station, hardworking businessmen are ready to stop at a local izakaya, or pub, with their coworkers before heading home for the night. This area is flooded with small restaurants and bars, where many relationships, business or personal, are truly forged."],
    "prayerPoints": [
      "Though Kanda may be a place of fun and camaraderie, the roots of a drinking culture can also stretch into deeper veins—dealing out repercussions on judgment capabilities, affecting both business and family life. The ultimate healing for this symptom is the receiving grace of God through the blood of Christ. And how can they know if they've never heard?",
      "Pray for Christian business people to rise up boldly as witnesses of Christ's love and grace to their friends and coworkers."],
    "author": "John Lee"
  },{
    "name": "Akihabara",
    "index": 19,
    "picture": "",
    "desc": [
      "\"The name Akihabara translates as 'field of autumn leaves', but there are few trees in sight in this busy neighborhood just a short ride north of Tokyo Station\" (tokyosoulsauce.blogspot.com). Nicknamed Electric Town, this is a place where fantasy is idolized through technology, animation, graphic novels, memorabilia, girl/boy bands, and other avenues. This is a place where people—Japanese and foreigners alike—come to escape, sliding easily into a world that seems more desirable than their own."],
    "prayerPoints": [
      "Pray for those who flock to this area, that they will come to know the real God, the true King of Kings, who changes hearts and lives. Pray that they will find true purpose and direction in the adventure of knowing Christ.",
      "Pray for those who are bound to addictions and lifestyles of immorality, that they would be freed by the liberating work of Christ in their lives."],
    "author": "John Lee"
  },{
    "name": "Okachimachi",
    "index": 20,
    "picture": "",
    "desc": [
      "After the Meiji restoration, many low-ranking samurai, known as okachi, settled in this area—giving the station its name \"okachi-town.\" Today, this area is characterized by many jewelers and craftsman who echo the traditions of the okachi, but is also known for labyrinthine clusters of vendors and the Ameyoko, an outdoor market offering a vast array of products."],
    "prayerPoints": [
      "Prayer Point: As echoes of tradition cling to contemporary Japanese culture, please pray for release from the bondage of the false spiritual beliefs and traditions that have also been passed down for many generations. Pray that God will prepare the hearts of the people of Tokyo to hear and receive a new Story, a new way of thinking, and a new belief which features the mighty, holy, living God."],
    "author": "John Lee"
  },{
    "name": "Ueno",
    "index": 21,
    "picture": "",
    "desc": [
      "歴史的重要性 HISTORICAL SIGNIFICANCE: Historically much of today's Ueno was precincts of the Kaneiji (kahn-eh-gee) temple, most of which were destroyed during a civil war (Ueno War) in 1868 during the Meiji Restoration (which ended the Tokugawa shogunate). Kaneiji, with it numerous branch temples, was placed by the third Tokugawa shogun Iemitsu to guard the northeast side of Edo castle, the direction believed to be the entrance for the demons. There are many other temples and shrines in Kaneiji's former precincts, which encompasses Ueno, Uguisudani, Nippori, Nishi-Nippori, and Tabata.",
      "今日における文化的重要性/人口統計 CURRENT CULTURAL SIGNIFICANCE/DEMOGRAPHICS: Today Ueno is the busiest commercial and entertainment center of the north eastern corner of Yamanote. Ameya Yokocho (or Ame-Yoko for short), packed with sea food vendors, clothing & jewelry stores, etc., is a very busy shopping strip normally having about 100,000 visitors daily (500,000 during the end of the year). The well-known Ueno Park, located in the former temple precinct, is one of Tokyo's largest city parks, housing some of the most important museums such as the National Museum of Western Art, as well as the beloved Ueno Zoo.",
      "CHRISTIAN PRESENCE: Ueno no Mori Christ Church, JTJ Mission Seminary, Murasaki Sports (Christian owned sporting-gear store located in the heart of Ame-Yoko)",
      "RELIGIOUS PRESENCE: Kaneiji and its numerous branch temples"],
    "prayerPoints": [
      "May many of the hundreds of thousands of people visiting the area everyday come to realize the emptiness of the very noisy, materialistic lifestyle and grow hearts that seek for the true oasis of soul found in the one true God.",
      "Pray for JTJ Mission Seminary that they will be used to produce many mature, competent Christian workers who will impact the surrounding culture that is so god-ignoring.",
      "Ueno is filled with idols of all kinds. Sure there are many explicitly religious idols, but what seems to hold power over people is that of materialism and sexual immorality (sex-related commercial establishments are rampant). Pray that God would use His Church to overwhelm the anti-god culture here by His Kingdom culture."],
    "author": "Shige Nakazawa"
  },{
    "name": "Uguisudani",
    "index": 22,
    "picture": "",
    "desc": [
      "歴史的重要性 HISTORICAL SIGNIFICANCE: The name Uguisudani, meaning \"Bush Warbler Valley,\" is said to have originated from the episode in which Kaneiji (khan-eh-gee) Temple's chief priest, an imperial family member from Kyoto, once said that the bird in Edo chirps with an accent. The priest for that reason then had bush warblers from Kyoto delivered and released in this place. Historically Uguisudani was a place where many authors and poets, Shiki Masaoka being the most well-known, lived and worked.",
      "今日における文化的重要性/人口統計 CURRENT CULTURAL SIGNIFICANCE/DEMOGRAPHICS: Uguisudani station has the least amount of passenger traffic of all the Yamanote stations (only 24,000 per day, compared with 740,000 of Shinjuku station, which is the busiest). However, its surrounding area today has become a major center for a recently developed form of sex industry called \"delivery health,\" in which professional and amateur prostitutes are sent to love hotels and apartment rooms to serve their customers. The west side of the train track is mostly occupied by temples and Buddhist cemeteries, which is contrasted with the chaotic east side filled with the infamous rows of love hotels. One cannot help but see a spiritual connection between the serious moral decay of the area and the high concentration of religious establishments there, no matter how well they are thought of by the locals. Uguisudani is also the nearest station for Tokyo University of the Arts 東京芸術大学.",
      "CHRISTIAN PRESENCE: Ueno Holiness Church https://church.ne.jp/ueno-ch/",
      "RELIGIOUS PRESENCE: Kaneiji 寛永寺, Iriya Kishibojin 入谷鬼子母神(真源寺)and many other temples and shrines. Iriya Kishibojin is revered as child-rearing and easy birth god, and is known for the morning glory market held in early July in the precincts. Visitors coming during the market period are given child-rearing charms."],
    "prayerPoints": [
      "There are not very many churches near Uguisudani station. Pray for God's strengthening for Ueno Holiness Church located 12 min walk from the station, and the pastor Matsumoto, that God would radiate the light of Christ in this dark area through them.",
      "Pray that there would be more transformational Christians and churches to populate the area so that the Kingdom of God would gain more ground here.",
      "Pray that the students and professors of Tokyo University of the Arts would be impacted by the Gospel so that the university's artistic influence on the Japanese culture would be instrumental for God's kingdom."],
    "author": "Shige Nakazawa"
  },{
    "name": "Nippori",
    "index": 23,
    "picture": "",
    "desc": [
      "Along with a large quantity of Shinto and Buddhist religious sites, Nippori is also filled with small to mid-sized businesses, houses and apartment buildings. The Shotengai in Nippori, a quaint shopping street filled with shops and restaurants, is a fun place for those who can afford a few hours of slower-paced life as they stroll with a friend or family member. In the residential areas, the houses are spaced rather closely together. Nippori is also a major connection point for trains in northeast Tokyo, featuring 13 tracks and hosting 2500 trains per day. This quiet corner of the city touches thousands of lives each day as people are carried to numerous destinations, including Narita airport, and who are embarking on travels throughout the city, nation, and even the world."],
    "prayerPoints": [
      "Pray that God will claim glory for His name among the people who live in this neighborhood! Pray that they will also become a light to the nations of the earth."],
    "author": "Shige Nakazawa; Jo Beth Lee"
  },{
    "name": "Nishi-Nippori",
    "index": 24,
    "picture": "",
    "desc": [
      "A primary characteristic of both Nippori and Nishi-Nippori is the vast quantity of Shinto shrines, Buddhist temples, and graveyards. Cemeteries both small and large are scattered throughout the residential community, and these two neighborhoods contain over 70 temples! Elderly folks and foreigners, in particular, seem drawn to these religious areas, though people of all ages work and live here."],
    "prayerPoints": [
      "Please pray that God will have mercy on those who are seeking after false gods—that He will use the 'seeking' for good and that those longing after spiritual hope might turn to scripture and be filled with truth."],
    "author": "Shige Nakazawa; Jo Beth Lee"
  },{
    "name": "Tabata",
    "index": 25,
    "picture": "",
    "desc": [
      "歴史的重要性 HISTORICAL SIGNIFICANCE: Back in the Edo era, Kaneiji's (kahn-eh-jee) temple territory covered much of today's Tabata and many other temples and shrines were also built. From Taisho through Showa periods (early to late 1900's) many authors, such as Ryunosuke Akutagawa 芥川龍之介, and artists lived in this area. For this reason the area used to be called Bunshimura 文士村, or \"writers village.\" The extensive Japanese Army's supply base used to be located around here before the second world war.",
      "今日における文化的重要性/人口統計 CURRENT CULTURAL SIGNIFICANCE/DEMOGRAPHICS: Tabata belongs to the Kita ward, which is a combination of almost exactly 50% Yamanote uplands and 50% Shitamachi lowlands. The Shitamachi side, connected to the neighboring Arakawa ward, is a crowed area with smaller businesses, apartments and houses that are often old. The Yamanote uplands on the other hand is mostly residential area with many danchis (housing complex) for salary men households. The Kita ward thus has dual characteristics of Yamanote and Shitamachi.",
      "CHRISTIAN PRESENCE: Tokyo New Hope Chapel (independent), Jujo Christ Church (Japan Assemblies of God), Koinonia Christian Church (Japan Evangelical Association), Akabane Bible Church (Japan Alliance Christ Church), etc.",
      "RELIGIOUS PRESENCE: Toukakuji (toe-kah-koo-jee)東覚寺, one of the Yanaka Shichifukujin 谷中七福神 temples, also known as Akagami Nio 赤紙仁王. The nickname comes from the pieces of small red papers the visitors stick on the two Nio statues (Nio 仁王 is guardian gods of Buddhism who stand at the entrance gate of a Buddhist temple), believing that, by doing so, healing on the same part of the visitor's body can be obtained."],
    "prayerPoints": [
      "Pray that God would spread the joy of knowing Him among the locals through His churches in the area as they themselves enjoy knowing Him more than anything."],
    "author": "Shige Nakazawa"
  },{
    "name": "Komagome",
    "index": 26,
    "picture": "",
    "desc": [
      "Komagome is another quiet, residential area of Tokyo known historically for its gardens and greenery. One famous garden, Rikugien, was commissioned in 1702 by a shogun and later owned by the founder of Mitsubishi before being donated to the city. Tokyo is famous for its technology, nightlife, and neon billboards but is often overlooked for its beauty. Its landscape and gardens are a place of serene beauty, sculptured and peaceful, an oasis amid the noise of the city. Unfortunately, the beauty is worshiped instead of the Creator. A tree, a man-made sculpture, and a mountain, are all seen as gods to many Japanese who praise them and worship them as a source for answering prayers."],
    "prayerPoints": [
      "Lord, reveal yourself to the people of Tokyo. Open their eyes so they see you as the Creator of such beauty. Draw them closer to you as they marvel and ponder the beauty of their landscape and culture."],
    "author": "Jill Stoddard"
  },{
    "name": "Sugamo",
    "index": 27,
    "picture": "",
    "desc": [
      "Sugamo is another low-key stop on the Yamanote and very popular among the senior citizen crowd, which has earned it the nickname 'harajuku for grannies' after the hip Harajuku stop which is further west on the line and popular with the younger crowd. There is a particular street just north of the station, called Jizo Dori which offers wares, clothing, medicines and special food items all designed to further one's health and mortality. Japan has the world's oldest population with one quarter of the population over 65 and on the 4th, 14th, 24th of each month they flock to this area, many to offer special prayers for healing and long life and wash the Buddha (jizo) statue named \"Togenuki Jizo\". It is believed if you wash the jizo's body in the same place as your own ailment you will receive healing. Being on the Jizo Dori surrounded byhundreds, if not thousands, of elderly Japanese people in their final stage of life was a bleak reminder of their desperate need for Jesus."],
    "prayerPoints": [
      "Lord, you know the Japanese are dying at a rapid rate (declared a \"super-aged\" society by the United Nations), please bring your Gospel quickly to Tokyo before more elderly die."],
    "author": "Jill Stoddard"
  },{
    "name": "Otsuka",
    "index": 28,
    "picture": "",
    "desc": [
      "Otsuka, meaning 'big hill' in Japanese, is a residential community in northwest Tokyo. When you mention Otsuka, people pause because its name does not conjure up visions of excitement, skyscrapers and fun nightlife. It is a quiet (for Tokyo standards) community where people call home and return at the end of a busy day. I was drawn to how average it is, just an occasional passerby in the residential neighborhoods; a mom returning from the store, high school boys out on a lunch break, a businessman perhaps coming home early from work. I was reminded of real people, real families who need rest, and peace and a Savior from life and all the demands of their culture."],
    "prayerPoints": [
      "Pray for the people of Tokyo—real, ordinary, everyday people. Men, women, children, families, singles, who are going through life without knowledge of the rest, peace and hope found in Jesus Christ. Jesus, come into the lives of these people."],
    "author": "Jill Stoddard"
  }]
}